tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "krtirtho/apps"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "jpeg-turbo"
brew "libpng"
brew "node"
brew "bash-language-server"
brew "bat"
brew "python@3.13"
brew "black"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "djlint"
brew "eza"
brew "fd"
brew "icu4c@76"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "fish-lsp"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "helix"
brew "kanata"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "prettier"
brew "pure"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "tmux"
brew "typescript-language-server"
brew "vercel-cli"
brew "vscode-langservers-extracted"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "balenaetcher"
cask "brave-browser"
cask "colemak-dh"
cask "crossover"
cask "cryptomator"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "jellyfin-media-player"
cask "keka"
cask "localsend"
cask "netnewswire"
cask "sf-symbols"
cask "signal"
cask "spotube"
cask "steam"
cask "syncthing"
cask "transmission"
cask "upscayl"
cask "utm"
cask "zed"
cask "zen"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
