tap "felixkratz/formulae"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "sst/tap"
tap "tursodatabase/tap"
brew "jpeg-turbo"
brew "libpng"
brew "node"
brew "bash-language-server"
brew "bat"
brew "python@3.13"
brew "black"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "delve"
brew "djlint"
brew "eslint"
brew "eza"
brew "fd"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "gnupg"
brew "go"
brew "gopls"
brew "helix"
brew "icu4c@76"
brew "imagemagick"
brew "kanata"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "prettier"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "tmux"
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "typst"
brew "vercel-cli"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "tursodatabase/tap/turso"
cask "aerospace"
cask "alacritty"
cask "android-platform-tools"
cask "balenaetcher"
cask "brave-browser"
cask "colemak-dh"
cask "crossover"
cask "cryptomator"
cask "ente"
cask "ente-auth"
cask "font-jetbrains-mono"
cask "ghostty"
cask "gimp"
cask "grayjay"
cask "heroic"
cask "jellyfin-media-player"
cask "keka"
cask "kitty"
cask "libreoffice"
cask "localsend"
cask "lulu"
cask "openrgb"
cask "proton-drive"
cask "proton-pass"
cask "protonvpn"
cask "rustdesk"
cask "sf-symbols"
cask "signal"
cask "steam"
cask "syncthing-app"
cask "transmission"
cask "upscayl"
cask "utm"
cask "zed"
cask "zen"
