tap "homebrew/bundle"
tap "krtirtho/apps"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "icu4c@76"
brew "node"
brew "bash-language-server"
brew "bat"
brew "black"
brew "btop"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "neovim"
brew "prettier"
brew "pure"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "typescript-language-server"
brew "vercel-cli"
brew "vscode-langservers-extracted"
brew "yazi"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "affinity-designer"
cask "affinity-photo"
cask "android-platform-tools"
cask "appcleaner"
cask "balenaetcher"
cask "brave-browser"
cask "font-jetbrains-mono"
cask "ghostty"
cask "iina"
cask "jellyfin-media-player"
cask "keka"
cask "localsend"
cask "netnewswire"
cask "spotube"
cask "steam"
cask "syncthing"
cask "transmission"
cask "utm"
cask "vscodium"
cask "whisky"
cask "zen-browser"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
