tap "homebrew/bundle"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "node"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "android-platform-tools"
cask "balenaetcher"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "handbrake"
cask "iina"
cask "inkscape"
cask "keka"
cask "miniconda"
cask "mullvad-browser"
cask "plex"
cask "postgres-unofficial"
cask "syncthing"
cask "transmission"
cask "universal-android-debloater"
cask "utm"
cask "visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "codeium.codeium"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "wix.vscode-import-cost"
