tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "fish"
brew "node"
brew "webp"
brew "oven-sh/bun/bun"
cask "adguard"
cask "android-platform-tools"
cask "arc"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "handbrake"
cask "iina"
cask "inkscape"
cask "keka"
cask "miniconda"
cask "plex"
cask "postgres-unofficial"
cask "rectangle"
cask "spotify"
cask "syncthing"
cask "transmission"
cask "universal-android-debloater"
cask "utm"
cask "vscodium"
