tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ffmpeg"
brew "node"
brew "starship"
brew "yt-dlp"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adguard"
cask "android-platform-tools"
cask "appcleaner"
cask "balenaetcher"
cask "brave-browser"
cask "crossover"
cask "firefox"
cask "font-jetbrains-mono"
cask "gimp"
cask "iina"
cask "inkscape"
cask "keka"
cask "nvidia-geforce-now"
cask "plex"
cask "rectangle"
cask "spotify"
cask "steam"
cask "syncthing"
cask "transmission"
cask "universal-android-debloater"
cask "utm"
cask "vscodium"
cask "whisky"
